/* No comment provided by engineer. */
"About Us" = "Info";

/* No comment provided by engineer. */
"Contact Developer" = "Email Developer";

/* No comment provided by engineer. */
"Contact Us" = "Email ons";

/* No comment provided by engineer. */
"Entities" = "Entities";

/* No comment provided by engineer. */
"Favorites" = "Favorieten";

/* No comment provided by engineer. */
"Missed" = "Gemist";

/* No comment provided by engineer. */
"My Votes" = "Stemmen";

/* No comment provided by engineer. */
"Recents" = "Playlist";

/* No comment provided by engineer. */
"Support Information" = "Support Informatie";

/* No comment provided by engineer. */
"WeekOfFormat" = "Week van %@";

/* No comment provided by engineer. */
"TopRated" = "Top 20";

/* No comment provided by engineer. */
"Yesterday" = "Gisteren";

/* No comment provided by engineer. */
"Song" = "Nummer";

/* No comment provided by engineer. */
"Songs" = "Nummers";

/* No comment provided by engineer. */
"Mix" = "Mix";

/* No comment provided by engineer. */
"Artist" = "Artiest";

/* No comment provided by engineer. */
"Rating" = "Mijn Stem";

/* No comment provided by engineer. */
"ArtistMix" = "Artiest/Mix";

/* Text that appears to indicate when the votes will be cleared */
"VotesClearedOn" = "Week Eindigend op %@";

/* Text that appears when no Favorites have been selected */
"NoFavorites" = "Je hebt nog niet gestemd voor een nummer. Stem voor een lied en het zal hier verschijnen als Favoriet";

/* Text that appears for Auto-Lock in dock */
"Auto-Lock" = "Automatisch slot";

